Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=152_art_id=157.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu 1.
sma: Lïerh: Låavth-gåetie

source: Áhččámet, don guhte leat almmis !
sma: Baajh dov nommem aejliestovvedh

source: Mii oskut ahte Ipmil áhčči lea min Almmálaš áhčči, guhte lea sivdnidan min ja lea dovdan min ovdal go mii riegádeimmet.
sma: Mijjieh vienhtebe Jupmelen Aehtjie lea mijjen Elmien aehtjie, mij mijjem sjugniedamme jïh mijjem damteme aarebi mijjieh reakasovvimh.

source: Son diehtá buot min birra, min dárbbuid birra, son ii leat goassege guhkkin eret mis, ja son ráhkista min.
sma: Dïhte gaajhkem mijjen bïjre daajra, ij leah gåessieh gænnah guhkede mijjeste, jïh dïhte mijjem eahtsa.

source: Sáhttá go buot leat bassi, vai leat go dušše dihto dávvirat bassi ?
sma: Gaajhke maahta aejlies årrodh, jallh ajve sjïere aath ?

source: Almmálaš áhči namma lea bassi, ja sáhttá leat stuoris ja bassi min gaskkas.
sma: Elmien aehtjien nomme aejlies, jïh edtja stoerre jïh aejlies mijjen luvnie årrodh.

source: Mii galgat árvvusatnit, sutnje galgá buot gudni ja giitosat.
sma: Mijjieh edtjebe Jupmelen nommem earoehtidh, mij edtja abpe earoem jïh gyjhtelassh utnedh.

source: Son lea buotveagalaš ja lea midjiide addán buot, mii mis leat.
sma: Dïhte faamohke, jïh gaajhkem maam utnebe satne mijjese vadteme.

source: Lea álki midjiide olbmuide geavahit Ipmila nama duššálažžan. Mii dadjat dan jurdilkeahttá maid dadjat ja manne.
sma: Varki heannede mijjieh almetjh Jupmelen nommem båajhtoelaakan nåhtadibie – dam jiehtebe bielelen ussjedidh maam jiehtebe jïh mannasinie.

source: Ipmila namma galgá leat bassi.
sma: Jupmelen nomme edtja aejlies årrodh.

source: Mun galggan gal Ipmila nama geavahit, muhto dajan “ Ipmil ” dahje “ Jesus ” dušše dalle go háleštan Ipmiliin, dalle go rohkadalan.
sma: Edtjem Jupmelen nommem nåhtadidh, bene ajve jiehtedh ” Jupmele ” jallh ” Jeesuse ” gosse soptsestem Jupmielinie, gosse rohkelem.

source: Boahtá dát oainnus ahte nammii čuvvot dihto iešvuođat.
sma: Saemien vuekien mietie lea nommem vedtedh vihkeles.

source: Lea leamaš dábálaš addit mánnái nama muhtun fuolkki maŋis.
sma: Betnesne veanhta dïhte nomme sjïere jïjtsevoeth guadta.

source: Dalle lei sávaldat ahte dán fuolkki iešvuođat galge čuovvut nama mielde mánnái.
sma: Akte vuekie orreme maana nommem åådtje maadtoeladtjijstie, dejnie vaajtelinie maadtjoeladtjen jïjtsevoete maanese båata.

source: Sáhtát go gávnnahit lea go giige du bearrašis ožžon namas fuolkki maŋis, ja leat go dán fuolkki iešvuođat leamaš dehálaččat nama válljemis ?
sma: Maahtah gaavnehtidh mejtie naaken dov fuelhkesne nommem åådtjeme aktede maadtoeladtjeste, jïh mejtie dan jïjtsevoeth vihkeles orreme gosse nomme veeljesovvi ?

source: Gáimmežat leat iešalddis fulkkežat.
sma: Åtna neebnetjh leah aktene rituelle ektiedimmesne.

source: Namma šaddá govvan das, ahte sudno gaskkas lea oaidnemeahttun čanastat.
sma: Nomme akte væhta dan ov-våajnoes baantese sjædta dej gaskem. LUTHEREN BUERKIESTIMMIE:

source: Ipmila namma lea gal bassi iešalddis, muhto dán rohkosis mii rohkadallat ahte dat basuhuvvošii dáppe min luhtte ge.
sma: Jupmelen nomme lea aejlies jïjtsinie, bene mijjieh birrebe daennie rohkelassesne dïhte aaj tjuara mijjen luvnie aejliestovvedh.

source: Mo dat dáhpáhuvvá ?
sma: Guktie naemhtie sjugniehtåvva ?

source: Dat dáhpáhuvvá go Ipmila sátni oahpahuvvo buhttásit ja rievttuid, ja go mii ge eallit bassi eallingearddis Ipmila mánnán.
sma: Naemhtie sjugniehtåvva gosse Jupmelen baakoem tjïelke leara, jih mijjieh aaj dan mietie jielebe goh Jupmelen maanah.

source: Veahkehivččet min dasa, ráhkis Ipmil Áhčči almmis !
sma: Viehkehth mijjem dejnie, gieries elmien Aehtjie.

source: Muhto son guhte oahpaha ja eallá eará láhkai go Ipmila sátni oahpaha, eahpebasuha Ipmila nama min gaskkas.
sma: Dïhte guhte ij Jupmelen baakoen mietie jielieh jïh lierh, dïhte Jupmelen baakoem mïedtele.

source: Várjalivččet min das eret, almmálaš Áhčči !
sma: Vaarjelh mijjem destie, elmien Aehtjie.
